Repository: Jenn712-code/PROYECTO-SD-Reservas-XtremePark_FLUTTER
Catalog: lib/l10n/app_*.arb
Languages: es, fr, ja, pt

# headerTitle
source: CHOOSE YOUR ADVENTURE. CHOOSE YOUR PILOT.
es: ELIGE TU AVENTURA. ELIGE TU PILOTO.
fr: CHOISIS TON AVENTURE. CHOISIS TON PILOTE.
ja: あなたのアドベンチャーを選んでください。 パイロットを選んでください。
pt: ESCOLHA SUA AVENTURA. ESCOLHA O SEU PILOTO.

# headerSubtitle
source: The most complete extreme amusement park! Experience the adrenaline of paragliding, quad bikes, canopy, and more.
es: ¡El parque de atracciones extremas más completo! Vive la adrenalina del parapente, cuatrimotos, canopy, y más.
fr: Le parc d'attractions extrêmes le plus complet! Vivez l'adrénaline du parapente, des quads, de la tyrolienne et plus encore.
ja: 最も完全なエクストリームパーク！パラグライダー、ATV、キャノピーなどのアドレナリンを体験してください。
pt: O parque de atrações radicais mais completo! Viva a adrenalina do parapente, dos quads, do canopy e mais.

# discoverParkButton
source: Discover the park
es: Descubre el parque
fr: Découvrir le parc
ja: 公園を発見する
pt: Descubra o parque

# experiencesButton
source: Experiences
es: Experiencias
fr: Expériences
ja: 体験
pt: Experiências

# portalPilotsLink
source: Pilots Portal
es: Portal Pilotos
fr: Portail Pilotes
ja: パイロットポータル
pt: Portal Pilotos

# contactUsLink
source: Contact Us
es: Contáctanos
fr: Nous contacter
ja: お問い合わせ
pt: Contacte-nos

# createAccountButton
source: Create account
es: Crear cuenta
fr: Créer un compte
ja: アカウント作成
pt: Criar conta

# loginButton
source: Log In
es: Iniciar sesión
fr: Se connecter
ja: ログイン
pt: Iniciar sessão

# activitiesTitle
source: OUR ACTIVITIES
es: NUESTRAS ACTIVIDADES
fr: NOS ACTIVITÉS
ja: アクティビティ
pt: AS NOSSAS ATIVIDADES

# testimonialsTitle
source: WHAT OUR ADVENTURERS SAY
es: LO QUE DICEN NUESTROS AVENTUREROS
fr: CE QUE DISENT NOS AVENTURIERS
ja: お客様の声
pt: O QUE OS NOSSOS AVENTUREIROS DIZEM

# reserveButton
source: Book Now
es: Reserva
fr: Réserver maintenant
ja: 今すぐ予約
pt: Reservar

# happyAdventurersStat
source: Happy Adventurers
es: Aventureros Felices
fr: Aventuriers heureux
ja: ハッピーアドベンチャー
pt: Aventureiros Felizes

# extremeActivitiesStat
source: Extreme Activities
es: Actividades Extremas
fr: Activités extrêmes
ja: エクストリームアクティビティ
pt: Atividades Radicais

# securityStat
source: Guaranteed Safety
es: Seguridad Garantizada
fr: Sécurité garantie
ja: 認定安全性
pt: Segurança Certificada

# attentionStat
source: Support
es: Atención
fr: Assistance
ja: サポート
pt: Apoio e Suporte
